{
  "questions": [
    "If and when synthetic (lab-grown) meat becomes available, would you eat synthetic human meat?",
    "How much do you need to have before you can be considered rich?",
    "What is something significant that has happened to you in the past five years?",
    "Is it easy or hard for you to make new friends?",
    "Would you kill someone if you were given a cure for cancer in exchange? If it involved pushing a button and not knowing who the victim was? If it involved using your bare hands?",
    "Are you doing better than your parents were at your age?",
    "To what extent do you identify with your former self? Do you think of them in the first person or in the third person (ie, as a fundamentally different person to who you are now)?",
    "What animal could you take in a fight?",
    "Do you think you are more or less happy than most people on a day-to-day basis?",
    "Do you think your subjective experience is more or less variable than others?",
    "When do you think NZ will reach a population of 10 million? 20 million?",
    "What is a time that someone asked you something that really hit you, or has stuck with you?",
    "If you have a partner, do you think you have a good idea of who your partners' best friends are? (If you don't have a partner, what about a good friend?)",
    "What in life gets you really excited?",
    "What would you say is the greatest accomplishment of your life so far?",
    "What do you want to make sure you do, achieve, or experience before you're gone?",
    "Describe a turning point in your life, and how that experience changed you.",
    "What's one of the best days of your life? Describe what happened that day.",
    "What is a movie that resonates with you in a way that it doesn't resonate with others and why?",
    "At what point of your life do you think you've been most attractive?",
    "What are you currently reading?",
    "What's been on your mind lately?",
    "Have you had many mentors in your life? Can you expand on this?",
    "Out of your close-ish friends, who do you think has the best sex life?",
    "Out of your close-ish friends, who do you think has the kinkiest sex life?",
    "Do you have a secret hunch about how you'll die?",
    "What is something you used to find really difficult to admit to, but that you're very comfortable with now?",
    "Is having a \"crush\" on someone other than your partner, cheating?",
    "In what order do you think your siblings will die?",
    "What celebrity would you get to play you in a movie?",
    "Have you a had a brush with death or serious injury?",
    "Would you rather be happy and content but not achieve much or never be satisfied but achieve a lot?",
    "Would you rather be rich and famous or just rich?",
    "Would you rather work a morally questionable job that makes a lot of money or a job that helps a lot of people but doesn't make much money?",
    "Do you tend to see the world in terms of black and white or shades of grey?",
    "Do you read one book at a time or several books?",
    "Would you rather be the world's greatest lover and be thought of as the worst, or the world's worst lover but known as the best?",
    "What is a habit that you'd like to break or that you're proud of breaking?",
    "What is a memorable introduction that you've made or that someone has made to you?",
    "What is something that's important to you that you rarely get to talk about?",
    "What is something about your parents' relationship that you don't want to have in your own relationship?",
    "When was the last time you made a good friend?",
    "Who are some people in your orbit right now who might become close friends?",
    "In your relationship, how openly do you talk about other people's attractiveness?",
    "Whose death would hit you the hardest?",
    "Are there any books that you've read more than once and that you intend to re-read again?",
    "Are there any movies that you've watched more than once and that you intend to re-watch again?",
    "Are there any conversations that you've been putting off having?",
    "Would you rather be married to someone who doesn't love you or be married to someone who you don't love?",
    "Would you rather be attractive and poor or ugly and rich?",
    "Would you rather be a French monarch in 1700 or a regular person today?",
    "Would you increase your IQ if it meant that it was harder to be happier?",
    "What do you do to snap yourself, or try to snap yourself, out of a bad mood?",
    "Where have you holidayed more than anywhere else?",
    "What is a movie scene that you found especially memorable?",
    "What is something about your job that you think people would be surprised about?",
    "If you'd met your partner five years before you did, do you think you'd have found them appealing or attractive? Vice versa? Would they have been a good fit for you?",
    "How often do you have nightmares?",
    "Do you tend to have a smaller number of close friends, or a large number of less close friends?",
    "Do you know anyone who seems to be living their best life?",
    "Name one or more albums that hold special importance to you.",
    "What is something that would turn you off from wanting to be on friendly terms with someone?",
    "Name one or two people who seem to run on a different operating system to you.",
    "What are the odds that humanity will suffer an existential event in the next 100 years?",
    "What websites do you visit most often?",
    "Before you make a phone call do you ever rehearse what you're going to say?",
    "Have your musical tastes changed much since your mid-twenties?",
    "Would you be hurt more if your partner had a heterosexual affair or a homosexual affair?",
    "If the next three years were really good to you, in what ways would your life look different to how it looks now?",
    "What is puzzling you right now?",
    "If you met yourself 5 years' ago, what is something that the version of you from 5 years' ago would have found hard to believe?",
    "What couples do you know laugh the most in each other's company?",
    "Of the couples you know, which are the most similar, and which are the most different?",
    "Who makes you laugh the most?",
    "In your profession, what is harder to execute than outsiders might think?",
    "Which member of your extended family do you worry about the most?",
    "What's the most generous act you've seen recently?",
    "What's the last thing that made you laugh a lot?",
    "Can you remember a time when you couldn't stop laughing?",
    "What gives you hope about the future?",
    "If someone made a movie of your life, would it be more of a comedy or a drama?",
    "Where do you wear out your socks? (Eg the heel, the toe, or elsewhere)",
    "Should prostitution be more or less socially accepted than it is now?",
    "What is a crooked practice that exists in your occupation?",
    "Do you think any virtues are overrated? Can you explain why?",
    "Do you think there are more doors or wheels in the world?",
    "What is some of the best advice you've received?",
    "What is an impactful conversation you've had in the past year?",
    "What is one of your best purchases ever?",
    "What is a song that means something to you?",
    "If you were to start a blog, Youtube channel, or write a book, what would it be about?",
    "If you could only watch TV shows or movies for the rest of your life, what would you pick?",
    "Would you prefer a politician who has the courage of their convictions and makes decisions based on what they think is right regardless of what constituents may think in the short-term, or a politician who considers only whether a policy will get them re-elected or not?",
    "Are there any paradigms/achievements/discoveries that you could justify setting up a $1 billion prize for?",
    "Do you think Tom Cruise will direct one or more movies, and will at least one be extremely good?",
    "Do you think Tom Cruise will ever win an Oscar for best actor?",
    "What's the best way to get to know you as a person?",
    "What's your life story?",
    "What traits do you envy and/or value in those around you?",
    "What do you feel insecure about?",
    "Imagine you get a windfall that allows you to build your dream house. What feature would your dream house include, that most people wouldn't think to include?",
    "How lucky do you consider yourself to be compared to most people?",
    "Who is one person who changed your life but doesn't know it?",
    "What's something you've changed your mind about recently?",
    "If your life is a story and at this point you're in chapter two, when did you go from chapter one to chapter two (ie, what's been the most significant moment of change in your life so far)?",
    "If you walked into a room with everyone you've ever met in it, who would you look for?",
    "What's something you learned much later in life than most people?",
    "What is something youv'e always wanted that you have now?",
    "If you woke up tomorrow and your life had magically leveled up, how would you know? What would be different?",
    "Are you kinkier than most people?",
    "What is a common behaviour that you think is unethical that most people don't seem to have a problem with?",
    "Would you kill one person or 800 dogs?",
    "Do you think there's a moral dimension to being nice to people who work at supermarket checkouts or retail stores?",
    "What is something you don't want me to know?",
    "When it comes to what other people want, are you more of a guesser or an asker?",
    "Describe the most ambitious version of yourself.",
    "Do you consider yourself to be lucky?",
    "Do you think that, in general, you're happier than most people?",
    "Do you think you're more satisfied with your life than others?",
    "Do you think you're more or less trusting than most other people? In what ways?",
    "When someone challenges something you have to say, is your immediate thought that they are wrong or you're wrong?",
    "What is one of your guilty pleasures?",
    "If you were going to get fired for something, what would it be?",
    "Do you have any fears that you know are entirely irrational?",
    "What is something in life that you miss?",
    "Who is someone who is currently alive that has had a big positive impact on your life, but doesn't know?",
    "What is a song that lifts your spirit?",
    "What is one of your hopes for the coming 12 months?",
    "What are some TV shows or movies that someone would want to watch to get a sense of who you are?",
    "Can you name a book or other piece of media that you have strong opinions and/or feelings about (good or bad) that you could talk about with someone for a long time?",
    "What do you think about your parents?",
    "How would you describe your relationship with your sibling(s)?",
    "What's something unique you like about your partner?",
    "What is one of your bigger goals for this year?",
    "Do you think of Y2K as more of a disaster that was avoided, or a disaster that was never there at all?",
    "What is something you know is true but most people aren't ready to accept?",
    "How ambitious are you?",
    "Have you had any experiences with famous people?",
    "What was one of your first screen names/handles/usernames?",
    "What is a compliement someone gave you that you still think about?",
    "What was your favourite band 10 years ago, and what do you think of that band now?",
    "Do you have any family traditions that you like?",
    "Do you have a cause or charity that you think more people should know about?",
    "Do you collect anything (or have you collected anything)?",
    "Would you like to be famous? In what way?",
    "What is something good that you've bought in the past year?",
    "If you were told you had to give a 1 hour presentation, starting in 10 minutes, what would you make it about?",
    "Do you think you're more of an \"asker\" or a \"guesser\" when it comes to other people and what they think and/or are prepared to do?",
    "How old do you feel?",
    "Who is one of the happiest people you know?",
    "If you had just been attacked by a vampire, who do you think you could call and convince them that it happened?",
    "If you were bodyswapped into the body of a child who was the opposite gender, how would you try to convince someone you know about what had happened?",
    "When does old age begin?",
    "Imagine that you could be born in 1950, and your income is five times what it is (in earning power relative to others – for example, take your current salary and multiply by five), or born in 2000 with your current adult earning power. Would you prefer to be born in 1950 or 2000 given these choices?",
    "Do cellphones ever turn up in your dreams?",
    "Would you sacrifice an entire species of animal in order for one of you children to live?",
    "Have you ever won a trophy?",
    "Have you had any nicknames? What are/were they?",
    "Do you know any or many people with the same birthday as you?",
    "What is a situation where it would be okay to lie?",
    "If you had to learn a new language, what would it be?",
    "If you could swap places with one of your family members (or friends), who would it be and why?",
    "Are you close with your cousins?",
    "Do you ever sit down in the shower?",
    "What is something you wish you were better at?",
    "What advice would you give to someone starting out in your profession?",
    "Do you remember your first day of primary school (or intermediate or high school)?",
    "Would you like to own a holiday house/bach?",
    "Would you rather be a famous writer or famous actor?",
    "Do you think you'll ever own a self-driving car?",
    "Would you move to Mars?",
    "Do you think there is life on other planets?",
    "Name a movie that lots of people seem to love that you really dislike",
    "Name a movie that lots of people seem to really dislike that you love",
    "Would you rather be five years older or five years younger?",
    "Name one of your first friends at school",
    "Who were the last three people you messaged?",
    "Name one or more of your oldest friends",
    "When was the last time you made a new friend?",
    "In what ways don't you trust yourself?",
    "If you could press a button and double the sex drive of all women on earth, would you do it?",
    "What are one or more of your beliefs that would be the most difficult to change, even in the face of overwhelming evidence?",
    "Which of your habits conflict with your values?",
    "What's your opinion of education that teaches men to be more attractive to women?",
    "Can someone both be a kind person and also hold the exact opposite of your political views?",
    "Are you more or less boring than most people?",
    "Do you believe plants can feel pain?",
    "What is one of your greatest sacrifices?",
    "You own a piece of art that you hang prominently in your home. One day you learn the artist has been convicted for rape. What do you do with the art piece?",
    "What's something about yourself that you've been trying to change for a long time?",
    "Would you date a prostitute?",
    "In total, have you given or received more oral sex?",
    "Is torture ever permissible?",
    "Would you rather drown a puppy or have everyone think you drowned a puppy?",
    "In one room, a child is about to die. In the other room, a demon is about to increase unemployment in your country by 1% for 3 years. You can either save the child or kill the demon, but not both. Which do you choose?",
    "What do you still owe someone an apology for?",
    "There is a button before you. If you press it, the entire world loses the enchantment it feels when looking at super beautiful faces. Everyone can still see and recognise faces, but all faces feel equally attractive. Would you press the button?",
    "Can you imagine yourself being the front person at an arena or stadium concert?",
    "Do you have a \"big red circle\" in your calendar? (Ie, a specific event that you are especially looking forward to or dreading)?",
    "A hospital has two protocols for detecting a fatal disease. The first model is 96.2% accurate and the second is 95%. Model 2 has the same level of accuracy with the majority and minority groups. However, model 1 is 98% accurate with the majority group and only 80% with the minority group. Which do you choose?",
    "Do you give people the benefit of the doubt?",
    "Should you try to make your life historically significant? Or should you specifically not do that?",
    "In the early 2010s, it looked like online courses might overturn higher education. Why didn't that happen?",
    "Is there too much glamour in modern life, or too little?",
    "Research suggests that tutoring might boost performance by two standard deviations over typical classes, yet only a small fraction of parents who could pay for tutoring do so. Is that because they don't know, don't believe, or don't value performance that highly?",
    "Could a sufficiently-capable AI be as good at tutoring as a human, or is the magic in how we respond to sitting across the table from another person?",
    "Why do popular restaurants book up months ahead instead of charging market-clearing prices on Saturday night?",
    "What recipes have the highest return on invested effort?",
    "Is antique furniture destined to become fashionable again? What should we conclude from the fact that no one seems to be buying up all the current stock in anticipation?",
    "Will synthetic meat ever be economically competitive with biological meat?",
    "If we must put animals in factory farms, is it ethically better to engineer them to have smaller brains and (presumably) less capability for suffering?",
    "Do movies and books, by having satisfying endings, mislead us about life?",
    "Do we focus too much on classic books/music/movies/plays/art/ideas, or too little?",
    "Those lists of regrets people make at the end of life—how seriously should we take them?",
    "Were earlier generations tougher than us?",
    "Why is Christmas so popular across the world, across so many different cultures?",
    "To what extent do you think you're on the autism spectrum?",
    "To what extent do you think you have ADHD?",
    "Do you think you're cool?",
    "What is something fascinating you've learned recently?",
    "Do you prefer learning through books, videos, or hands-on experiences? Why?",
    "What do you think is an important, misunderstood societal issue?",
    "Are there any cultural trends that you find exciting, or concerning?",
    "How has your perspective on life or success evolved over time?",
    "What's a sign that someone is smarter than they let on?"
  ]
} 